<?php


return [
    "button_test_start" => 'Тестілеуді бастаңыз',                               //Начать тестирование
    "button_test_start_two" => 'Тестілеуді жалғастырыңыз',                      //Продолжить тестирование
    "button_test_finish" => 'Тестілеуді аяқтау',                                //Завершить тестирование
    "button_logout" => 'Шығу',                                                  //Выйти
    "button_prev_question" => 'Алдыңғы',                                        //Предыдущий
    "button_next_question" => 'Келесі',                                         //Следующий
    "profile_label_myProfile" => 'Менің профилім',                              //Мой профиль
    "profile_label_fio" => 'Толық аты',                                         //ФИО
    "profile_label_test" => 'Сынақ',                                            //Тест
    "profile_label_date" => 'Сынақ күні',                                       //Дата сдачи теста
    "profile_label_all_quest" => 'Тест сұрақтарының жалпы саны',                //Всего вопросов в тесте
    "profile_label_time" => 'Сол',                                              //Осталось
    "login_label_message" => 'Жүйеге кіру үшін жүйеге кіріңіз',                 //Авторизуйтесь, чтобы войти
    "login_label_placeholder" => 'ЖСН',                                         //ИИН
    "login_button_in" => 'Кіру үшін',                                           //Войти
    "login_error_message_iin" => 'Жарамсыз ЖСН',                                //Неверный ИИН
    "login_error_message_label_link" => 'қайта кіріп көріңіз',                  //попробуйте авторизоваться снова
    "message_time_out" => 'Сізге 5 минут қалды.',                               //У Вас осталось 5 минут.
    "message_blocked" => 'Есептік жазбаңызды әкімші бұғаттады',                 //Ваша учетная запись заблокирована Администратором
    "message_publish" => 'Бұл сынаққа рұқсатты әкімші жауып тастайды',          //Доступ к данному тесту закрыт Администратором
    "result_label_result" => 'Нәтиже',                                          //Результат
    "result_label_answer" => 'Менің жауаптарым',                                //Мои ответы
    "result_label_test_result" => 'Тест нәтижелері',                            //Результаты тестирования
    "result_label_question_sum" => 'Тесттегі сұрақтар',                         //Вопросов в тесте
    "result_label_question_sum_trues" => 'Дұрыс терілген',                      //Правильных набрано
    "result_message_successful" => 'Сіз сынақтан сәтті өттіңіз!',               //Вы успешно прошли тестирование!
    "result_message_danger" => 'Сіз тестілеуден өтпедіңіз',                     //Вы не прошли тестирование
    "result_label_questions" => 'Сұрақ',                                        //Вопрос
    "result_button_save_pdf" => 'PDF жүктеу',                                   //Скачать в PDF
    "modal_label_title" => 'Тестілеуді аяқтау',                                 //Завершение тестирования
    "modal_message_close_test" => 'Сіз шынымен тестілеуді аяқтағыңыз келе ме?', //Вы действительно хотите завершить тестирование?
    "modal_button_no" => 'Жоқ, тестті жалғастырыңыз',                           //Нет, продолжить тест
    "modal_button_yes" => 'ИЯ, тестті аяқтаңыз!',                               //Да, завершить тест!
    "modal_message_answer_error" => 'Сізде жетіспейтін сұрақтар бар!'           //У Вас есть пропущенные вопросы!
];